Repository: ksclero/Free-Shipping-Progress-Bar
Catalog: translations/*/ModulesFreeshippingprogressAdmin.*.xlf
Languages: it_it

source: Free Shipping Progress Bar
it_it: Barra di Progresso Spedizione Gratuita

source: Displays a progress bar showing how much more customers need to spend to qualify for free shipping.
it_it: Mostra una barra di progresso che indica quanto manca al raggiungimento della soglia per la spedizione gratuita.

source: Are you sure you want to uninstall?
it_it: Sei sicuro di voler disinstallare?

source: Settings
it_it: Impostazioni

source: Display on cart page
it_it: Mostra nella pagina carrello

source: Enabled
it_it: Attiva

source: Disabled
it_it: Disattiva

source: Display on checkout page
it_it: Mostra nella pagina checkout

source: Display as popup
it_it: Mostra come popup

source: Show popup when products are added to cart
it_it: Mostra popup quando i prodotti vengono aggiunti al carrello

source: Popup duration (ms)
it_it: Durata popup (ms)

source: Time in milliseconds that the popup will be displayed
it_it: Tempo in millisecondi di visualizzazione del popup

source: Free shipping threshold
it_it: Soglia spedizione gratuita

source: Use PrestaShop configuration
it_it: Usa configurazione PrestaShop

source: Custom value
it_it: Valore personalizzato

source: Choose where to get the free shipping threshold value
it_it: Scegli da dove ottenere il valore della soglia per la spedizione gratuita

source: Custom threshold amount
it_it: Importo soglia personalizzato

source: Custom amount for free shipping (only used if custom value is selected)
it_it: Importo personalizzato per la spedizione gratuita (usato solo se è selezionato "Valore personalizzato")

source: Amount is in default currency
it_it: L'importo è nella valuta predefinita

source: It will be automatically converted for other currencies.
it_it: Verrà convertito automaticamente per le altre valute.

source: Progress bar background color
it_it: Colore sfondo barra di progresso

source: Progress bar fill color
it_it: Colore riempimento barra di progresso

source: Normal message color
it_it: Colore messaggio normale

source: Color for the message when free shipping is not reached
it_it: Colore per il messaggio quando la spedizione gratuita non è raggiunta

source: Success message color
it_it: Colore messaggio successo

source: Color for the message when free shipping is reached
it_it: Colore per il messaggio quando la spedizione gratuita è raggiunta

source: Message when free shipping not reached
it_it: Messaggio quando spedizione gratuita non raggiunta

source: Use {remaining_amount} as placeholder for the remaining amount
it_it: Usa {remaining_amount} come segnaposto per l'importo rimanente

source: Message when free shipping is reached
it_it: Messaggio quando spedizione gratuita raggiunta

source: Save
it_it: Salva

source: Product Exclusion Settings
it_it: Impostazioni Esclusione Prodotti

source: Exclude virtual/downloadable products
it_it: Escludi prodotti virtuali/scaricabili

source: Virtual and downloadable products will not count towards free shipping threshold
it_it: I prodotti virtuali e scaricabili non verranno conteggiati per la soglia di spedizione gratuita

source: Excluded categories
it_it: Categorie escluse

source: Category IDs to exclude (comma separated, e.g. "5,12,18"). Products in these categories will not count towards the threshold.
it_it: ID delle categorie da escludere (separati da virgola, es. "5,12,18"). I prodotti in queste categorie non verranno conteggiati.

source: Excluded products
it_it: Prodotti esclusi

source: Product IDs to exclude (comma separated, e.g. "10,25,47"). These specific products will not count towards the threshold.
it_it: ID dei prodotti da escludere (separati da virgola, es. "10,25,47"). Questi prodotti specifici non verranno conteggiati.

source: Custom threshold cannot be negative
it_it: La soglia personalizzata non può essere negativa

source: Popup duration cannot be negative
it_it: La durata del popup non può essere negativa

source: Settings updated
it_it: Impostazioni aggiornate

source: Free shipping threshold is set to 0 or not configured. The module will not be displayed on the front office.
it_it: La soglia di spedizione gratuita è impostata a 0 o non è configurata. Il modulo non verrà mostrato nel front office.

source: Please configure the free shipping price in PrestaShop settings or use a custom value.
it_it: Si prega di configurare il prezzo per la spedizione gratuita nelle impostazioni di PrestaShop o utilizzare un valore personalizzato.

source: Multi-currency detected:
it_it: Rilevate più valute:

source: The threshold is configured in
it_it: La soglia è configurata in

source: It will be automatically converted to other active currencies using PrestaShop's exchange rates.
it_it: Verrà convertita automaticamente nelle altre valute attive utilizzando i tassi di cambio di PrestaShop.

source: Support This Module
it_it: Supporta Questo Modulo

source: This module is free and open-source. If you find it useful, please consider supporting its development:
it_it: Questo modulo è gratuito e open-source. Se lo trovi utile, considera di supportarne lo sviluppo:

source: Support via PayPal
it_it: Supporta tramite PayPal

source: Need professional help? Contact me at
it_it: Hai bisogno di aiuto professionale? Contattami a

source: or visit
it_it: o visita
